app/controllers/posts_controller.rb

  def create
    Post.create(title: params[:post][:title]), description: params[:post][:description])
---
INSERT INTO "posts" ("title", "description", "created_at", "updated_at") VALUES (?, ?, ?, ?)  [["title", "My post title"], ["description", "My post description"], ["created_at", "2018-05-20 17:12:47.544367"], ["updated_at", "2018-05-20 17:12:47.544367"]]